Repository: RamanSlinka/burgers-angular-landing
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Why are we here?
ru: Почему у нас?

source: Burgers Menu
ru: Меню бургеров

source: Ordering
ru: Оформление заказа

source: New menu
ru: Новое меню

source: Burger Cheddar
ru: БУРГЕР ЧЕДДЕР

source: We have updated our menu, hurry to try the seasonal novelties and enjoy the excellent taste of our burgers. We are preparing for you the best burgers in town made of selected marble beef.
ru: Мы обновили наше меню, спешите попробовать сезонные новинки и насладиться отличным вкусом наших бургеров. Готовим для вас лучшие бургеры в городе из отборной мраморной говядины.

source: Look at the menu
ru: Смотреть меню

source: Why are we here?
ru: ПОЧЕМУ НАС ВЫБИРАЮТ?

source: Author's recipes
ru: Авторские рецепты

source: Our burgers have a unique combination of flavors and are unlike any other. We carefully select the best ingredients and flavor combinations for our menu.
ru: Наши бургеры обладают уникальным сочетанием вкусов и не похожи ни на какие другие. Мы тщательно отбираем лучшие ингредиенты и сочетания вкусов для нашего меню.

source: Marble beef
ru: Мраморная говядина

source: For our burgers, we use selected 100% marbled beef, which we buy exclusively from farmers. We are confident in the quality of our meat.
ru: Для наших бургеров мы используем отборную 100% мраморную говядину, которую закупаем исключительно у фермеров. Мы уверены в качестве нашего мяса.

source: Fast delivery
ru: Быстрая доставка

source: We deliver within the Moscow Ring Road in 30 minutes, and if we do not have time, delivery is free. We pack our burgers carefully, so they don't get cold on the way.
ru: Мы доставляем в пределах МКАД за 30 минут, а если не успеем — доставка бесплатно. Мы тщательно упаковываем наши бургеры, чтобы по дороге они не остыли.

source: Choose your burger
ru: ВЫБЕРИТЕ СВОЙ БУРГЕР

source: Burger cheddar & bacon
ru: Бургер чеддер & бекон

source: Crispy beef cutlet, bun, tomato, Cheddar cheese, brisket, red onion, iceberg lettuce, mayonnaise, ketchup, cheese sauce
ru: Котлета из говядины криспи, булочка, томат, сыр Чеддер, грудинка, лук красный, салат айсбер, майонез, кетчуп, сырный соус

source: BBQ with chicken
ru: BBQ с беконом и курицей

source: Sesame brioche bun, chicken cutlet, cheddar cheese, tomato, pickled cucumber, pickled onion, BBQ sauce.
ru: Булочка бриошь с кунжутом, куриная котлета, сыр чеддер, томат, огурец маринованный, лук маринованный, салат Ромен, бекон, соус BBQ

source: Double beef burger
ru: Дабл биф бургер

source: Two beef patties, cheddar cheese, romaine lettuce, pickled cucumbers, fresh tomato, bacon, red onion, burger sauce, mustard.
ru: Две говяжьи котлеты, сыр чеддер, салат романо, маринованные огурцы, свежий томат, бекон, красный лук, соус бургер, горчица

source: Bavarian burger
ru: Баварский бургер

source: Burger bun, beef patty, red onion, cheese, hunting sausage, barbecue sauce, cheese sauce, iceberg lettuce.
ru: Булочка для бургера, говяжья котлета, красный лук, сыр, охотничья колбаска, соус барбекю, соус сырный, салат айсберг

source: Bacon cheeseburger
ru: Бекон чизбургер

source: Burger bun, beef cutlet, brisket, tomato, pickled cucumber, cheese, cheese sauce, ketchup, herbs.
ru: Булочка для бургера, говяжья котлета, грудинка, помидор, огурец маринованный, сыр, сырный соус, кетчуп, зелень

source: Indiana burger
ru: Индиана бургер

source: Burger bun, chicken cutlet, brisket, egg, pickled cucumber, crispy onion, ketchup, cheese sauce, mustard, greens.
ru: Булочка для бургера, котлета куриная, грудинка, яйцо, огурец маринованный, криспи лук, кетчуп, соус сырный, горчица, зелень

source: Veggie burger
ru: Вегги бургер

source: Burger bun, veggie patty, red onion, cheese, fresh tomato, barbecue sauce, cheese sauce, iceberg lettuce.
ru: Булочка для бургера, вегетарианская котлета, красный лук, сыр, свежий томат, соус барбекю, соус сырный, салат айсберг

source: Weepy Joe
ru: Плаксивый Джо

source: Burger bun, beef patty, brisket, tomato, pickled cucumber, red onion, cheese, jalapeno pepper, ketchup, herbs.
ru: Булочка для бургера, говяжья котлета, грудинка, помидор, огурец маринованный, красный лук, сыр, перец халапеньо, кетчуп, зелень

source: Double cheeseburger
ru: Двойной чиз бургер

source: Burger bun, two beef patties, double cheddar cheese, crispy onion, ketchup, cheese sauce, mustard, herbs.
ru: Булочка для бургера, две говяжьи котлеты, двойной сыр чеддар, огурец маринованный, криспи лук, кетчуп, соус сырный, горчица, зелень

source: Fresh-burger
ru: Фрешбургер

source: Burger bun, beef patty, bacon, cheddar cheese, egg, salami, barbecue sauce, cheese sauce, iceberg lettuce, fresh tomato.
ru: Булочка для бургера, говяжья котлета, бекон, сыр чеддар, яйцо, салями, соус барбекю, соус сырный, салат айсберг, свежий томат

source: Zucchini burger
ru: Цуккини бургер

source: Burger bun, veggie chickpea patty, grilled zucchini, tomato, pickled cucumber, cheese, mustard sauce, ketchup, herbs.
ru: Булочка для бургера, вегетарианская котлета из нута, цуккини на гриле, помидор, огурец маринованный, сыр, горчичный соус, кетчуп, зелень

source: Double Cheddar Burger
ru: Двойной бургер чеддар

source: Burger bun, beef patty, brisket, red onion, pickled cucumber, tomato, ketchup, double cheddar cheese, mustard, herbs.
ru: Булочка для бургера, котлета говяжья, грудинка, красный лук, огурец маринованный, томат, кетчуп, двойной сыр чеддар, горчица, зелень

source: Black White Light
ru: Блэк Уайт Лайт

source: Black and white burger bun, beef patty, Parmesan cheese, hot sauce.
ru: Черная и белая булочка для бургера, говяжья котлета, сыр Пармезан, острый соус

source: Black White Bacon
ru: Блэк Уайт Бекон

source: Black and white burger bun, beef patty, bacon, Cheddar cheese, iceberg lettuce, sauce, cucumber.
ru: Черная и белая булочка для бургера, говяжья котлета, Бекон, сыр Чеддар, салат айсберг, соус, огурчик

source: Black White Max
ru: Блэк Уайт Макс

source: Black and white burger bun, beef patty, Cheddar cheese, iceberg lettuce, egg, black sauce.
ru: Черная и белая булочка для бургера, говяжья котлета, сыр Чеддар, салат айсберг, яйцо, черный соус

source: Black Star Light
ru: Блэк Стар Лайт

source: Black burger bun, chicken cutlet, egg, iceberg lettuce, fresh tomato, cucumber, Black sauce.
ru: Черная булочка для бургера, куриная котлета, яйцо,салат айсберг, свежий томат, огурец, соус Блэк

source: Black Star
ru: Блэк Стар

source: Black burger bun, beef patty, Cheddar cheese, iceberg lettuce, fresh tomato, cucumber.
ru: Черная булочка для бургера, говяжья котлета, сыр Чеддар, салат айсберг, свежий томат, огурец

source: Black Star Max
ru: Блэк Стар Макс

source: Black burger bun, beef cutlet, Bacon, Onion, Cheddar cheese, iceberg lettuce, fresh tomato, ketchup.
ru: Черная булочка для бургера, говяжья котлета, Бекон, Лук, сыр Чеддар, салат айсберг, свежий томат, кетчуп

source: Order
ru: Заказать

source: ordering
ru: ОФОРМЛЕНИЕ ЗАКАЗА

source: Fill in all the data and our manager will contact you to confirm the order
ru: Заполните все данные и наш менеджер свяжется с вами для подтверждения заказа

source: Select a product from the list
ru: Выбери товар из списка

source: Your name
ru: Ваше имя

source: Your phone
ru: Ваш телефон

source: Place an Order
ru: Оформить заказ

source: All rights reserved
ru: Все права защищены
